/* 
   Localizable.strings
   Smokeless

   Created by Massimo Peri on 21/01/11.
   Copyright 2011 Massimo Peri. All rights reserved.
 */


// tab bar
"Counter" = "Zähler";
"Savings" = "Ersparnisse";
"Health" = "Gesundheit";
"Settings" = "Einstellungen";

// counter
"%d years" = "%d Jahren";
"%d year" = "%d Jahr";
"%d months" = "%d Monaten";
"%d month" = "%d Monat";
"%d weeks" = "%d Wochen";
"%d week" = "%d Woche";
"%d days" = "%d Tagen";
"%d day" = "%d Tag";
"When did you smoke your last cigarette?" = "Letzte Zigarette?";

// savings
"Done" = "Fertig";
"Day" = "Tag";
"Week" = "Woche";

// sheets
"Save" = "Speichern";
"Cancel" = "Abbrechen";

// health
"Achievements and benefits" = "Leistungen und Vorteile";
"After %@" = "Nach %@";
"2007 Wade Meredith - All rights reserved - \"What happens to Your Body If You Stop Smoking Right Now?\" on Healthbolt.net" = "2007 Wade Meredith - Alle Rechte reserviert - \"What happens to Your Body If You Stop Smoking Right Now?\" auf Healthbolt.net";
"Congratulations! You reached a new achievement." = "Glückwunsch! neuer Vorteil gereicht.";
"Show me" = "Anzeigen";
// 2 days
"All nicotine will have left your body. Your sense of taste and smell will return to a normal level." = "Alles Nikotin aus dem Körper ist. Geruchs- und Geschmackssinn verfeinern sich.";
// 3 days
"Your bronchial tubes will relax, and your over-all energy will rise." = "Ihre Bronchien relaxieren sich und Ihre Energie steigert.";
// 2 weeks
"Your circulation will increase, and it will continue improving for the next 10 weeks." = "Ihr Blutkreislauf erhöht sich und weiter erhöht für die nächsten 10 Wochen.";
// 9 months
"Coughs, wheezing and breathing problems will dissipate as your lung capacity improves by 10%." = "Hustenanfälle reduzieren sich, Kurzatmigkeit und Abgeschlagenheit werden vermindert.";
// 1 year
"Your risk of having a heart attack will have now dropped by half." = "Das Herzinfarktrisiko ist nur noch halb so groß wie bei Rauchern.";
// 5 years
"Your risk of having a stroke returns to that of a non-smoker." = "Das Risiko an einem Schlaganfall zu sinken ist gleich hoch wie das eines Nichtrauchers.";
// 10 years
"Your risk of lung cancer will have returned to that of a non-smoker." = "Das Lungenkrebsrisiko ist das eines Nichtrauchers.";
// 15 years
"Your risk of heart attack will have returned to that of a non-smoker." = "Das Herzinfarktrisiko ist das eines Nichtrauchers.";

// settings
"Habits" = "Gewohnheit";
"cigarette" = "Zigarette";
"cigarettes" = "Zigaretten";
"packet" = "Päckchen";
"packets" = "Päckchen";
"a day" = "pro Tag";
"a week" = "pro Woche";
"Packet size" = "Päckchen Größe";
"Packet price" = "Preis";
"Shake piggy bank" = "Sparschwein schütteln";
"Notifications" = "Benachrichtigungen";
"Reset settings" = "Löschen Einstellungen";
"About" = "Über";
"Do you really want to delete all your settings?" = "Willst du wirklich löschen die Einstellungen?";
"Delete" = "Löschen";

"Cigarette(s)" = "Zigarette(n)";
"Packet(s)" = "Päckchen";

"%d cigarette" = "%d Zigarette";
"%d cigarettes" = "%d Zigaretten";

// about
"Version" = "Version";
"Send e-mail" = "e-mail senden";
"Follow on Twitter" = "Auf Twitter folgen";
"Credits" = "Info";
"E-mail" = "E-mail";
"Sending Failed - Unknown Error" = "Sending Failed - Unknown Error";

// credits
"Design & Development" = "Design & Entwicklung";
"Localization" = "Lokalisierung";
"Special Thanks" = "Besonderen Dank";
"Yummigum for iconSweets 2" = "Yummigum für iconSweets 2";
"Matej Bukovinski for MBProgressHUD" = "Matej Bukovinski für MBProgressHUD";
"Matt Gallagher for ShadowedTableView" = "Matt Gallagher für ShadowedTableView";

// rating
"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "Wenn Ihnen %@ gefällt, würden Sie bitte die App bewerten? Danke für Ihre Hilfe!";
"Rate %@" = "%@ bewerten";
"No, Thanks" = "Nein, Danke";
"Remind me later" = "Später erinnern";
